tap "filosottile/musl-cross"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "minio/stable"
tap "mongodb/brew"
tap "rigellute/tap"
tap "universal-ctags/universal-ctags"
cask "adoptopenjdk"
brew "anyenv"
brew "bat"
brew "binutils"
brew "clojure"
brew "colordiff"
brew "coreutils"
brew "curl"
brew "direnv"
brew "exa"
brew "fd"
brew "forego"
brew "fzf"
brew "ghq"
brew "git"
brew "python"
brew "glib"
brew "global"
brew "gnu-sed"
brew "gnu-tar"
brew "gnutls"
brew "hadolint"
brew "htop"
brew "hub"
brew "jq"
brew "llvm"
brew "mas"
brew "msgpack"
brew "mysql"
brew "mysql-client"
brew "neovim", args: ["HEAD"]
brew "nkf"
brew "peco"
brew "postgresql"
brew "python@2"
brew "qrencode"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "telnet"
brew "tfenv"
brew "tflint"
brew "tig"
brew "tmux"
brew "translate-shell"
brew "trash"
brew "tree"
brew "watch"
brew "wget"
brew "xsv"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "filosottile/musl-cross/musl-cross"
brew "minio/stable/mc"
brew "minio/stable/minio"
brew "mongodb/brew/mongodb-community-shell"
brew "rigellute/tap/spotify-tui"
mas "1Password", id: 443987910
mas "Amphetamine", id: 937984704
mas "Color Picker", id: 502401013
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "Marked 2", id: 890031187
mas "Microsoft To Do", id: 1274495053
mas "MindNode Pro", id: 402398561
mas "Minutes", id: 406827163
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pocket", id: 568494494
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
mas "Tweetbot", id: 557168941
